{
    "smugglers": [ 
        {"id":1, "name": "Han Solo", "type":0, "specie": "Human", "especie":"Humano", "ship":"Milennium Falcon", "nave":"Halcón Milenario", "planet": "Corellia", "descripcion": "Han Solo, anteriormente conocido como Han antes de que un Oficial de Reclutamiento Imperial le diera el apellido Solo, era un hombre humano contrabandista que se convirtió en un líder en la Alianza para Restaurar la República y una figura instrumental en la derrota del Imperio Galáctico durante la Guerra Civil Galáctica.", "description": "Han Solo, known only as Han until being given the surname Solo by an Imperial recruitment officer, and formerly known as Cadet 124-329 while serving as an Imperial cadet, was a human male smuggler. He became a leader in the Alliance to Restore the Republic and an instrumental figure in the defeat of the Galactic Empire during the Galactic Civil War.", "src":"assets/images/smugglers/han_solo.jpg"},

        {"id":2, "name": "Maz Kanata", "type":0, "specie": "Unknown", "especie":"Desconocida", "ship":"Star Scavenger", "nave":"Carroñero Estrella", "planet": "Takodana", "descripcion": "Maz Kanata fue una mujer pirata que ha vivido por más de mil años. Alrededor de 30 años tras la Batalla de Endor, era propietaria de un castillo que era sede de viajeros, contrabandistas y otras gentes.", "description": "Maz Kanata, also known as Maz Kanata the Usurper, Kanata the Despoiler, Kanata the Benevolent and Kanata of the Free Fleet, was a Force-sensitive humanoid female who was born over a millennium before the brewing war between the First Order and the Resistance.", "src":"assets/images/smugglers/maz_kanata.jpg"},

        {"id":3, "name": "Chewbacca", "type":0, "specie": "Wookie", "especie":"Wookie", "ship":"Milennium Falcon", "nave":"Halcón Milenario", "planet": "Kashyyyk", "descripcion": "Chewbacca, llamado afectuosamente Chewie por sus amigos, fue un guerrero wookiee, un contrabandista y un luchador de resistencia que peleó en las Guerras Clon, la Guerra Civil Galáctica y el Guerra Fría. Fue criado en el planeta Kashyyyk y se convirtió en un líder militar.", "description": "Chewbacca, known affectionately to his friends as Chewie, was a Wookiee male warrior, smuggler, mechanic, pilot, and resistance fighter who fought in the Clone Wars, the Galactic Civil War, the Cold War, and the subsequent First Order-Resistance War. He hailed from the planet Kashyyyk and became a Wookiee military leader.", "src":"assets/images/smugglers/chewbacca.jpg"},

        {"id":4, "name": "Mara Jade", "type":0, "specie": "Human", "especie":"Humano", "ship":"Jade Shadow", "nave":"Halcón Milenario", "planet":"Coruscant", "descripcion": "Mara Jade Skywalker fue durante diferentes etapas de su vida, una Mano del Emperador, una contrabandista, y más tarde una Maestra Jedi formando parte del Alto Consejo Jedi. Fue criada como servidora del Emperador Palpatine y llegó a convertirse en una agente de alto nivel capaz de usar la Fuerza. Como Mano del Emperador, Jade llevó a cabo la voluntad del Emperador, matando rebeldes e imperiales de la misma forma, con fría profesionalidad, incluso siendo una mujer joven.", "description": "Mara Jade Skywalker was a Force-sensitive human female who was during different times in her life, an Emperor's Hand, a smuggler, and later a Jedi Master who sat upon the Jedi High Council. She was raised as a servant and assassin to Emperor Palpatine and became a high-level Force-using operative. As an Emperor's Hand, Jade carried out the Emperor's bidding, killing Rebels and corrupt Imperials alike with cold professionalism, even as a young woman.", "src":"assets/images/smugglers/jara_made.jpg"}
    ],

    "ships": [
        {"id":5, "name": "Milennium Falcon", "nombre": "Halcón Milenario", "type":1, "description": "The Millennium Falcon, originally designated YT 492727ZED and formerly known as the Stellar Envoy, was a Corellian YT-1300 light freighter most famously used by the smugglers Han Solo and Chewbacca, during and following the Galactic Civil War.", "descripcion": "El Halcón Milenario, originalmente conocido como YT-1300 492727ZED, era un carguero ligero corelliano YT-1300 utilizado por los contrabandistas Han Solo y Chewbacca durante la Guerra Civil Galáctica. Anteriormente, era propiedad de Landonis Balthazar Calrissian, que perdió contra Solo en un juego de sabacc.", "src":"assets/images/ships/Millennium_Falcon.jpg"},

        {"id":6, "name": "Star Scavenger", "nombre": "Carroñero estrella", "type":1, "descripcion": "El Carroñero estelar era una nave estelar propiedad de los Freemakers, una familia de carroñeros. Usaron la nave para recolectar y transportar chatarra y viajar a través de la galaxia. StarScavenger vio muchas aventuras después de que Rowan Freemaker, el más joven de la familia, descubriera que era sensible a la Fuerza y se involucrara en una búsqueda para encontrar los cristales Kyber Saber.", "description": "The StarScavenger was a starship owned by the Freemakers, a family of scavengers. They used the ship to collect and transport scrap and travel across the galaxy. The StarScavenger saw many adventures after Rowan Freemaker, the youngest in the family, discovered he was Force-sensitive and became involved in a quest to find the Kyber Saber crystals. ", "src":"assets/images/ships/StarScavenger.jpg"},
        
        {"id":7, "name": "Jade Shadow", "nombre": "Sombra Jade", "type":1, "descripcion": "El Jade Shadow era un yate estelar clase SoroSuub Horizon muy modificado propiedad de la Maestra Jedi Mara Jade Skywalker, que reemplazó a su nave anterior, Jade Sabre.", "description": "The Jade Shadow was a heavily modified SoroSuub Horizon-class Star Yacht owned by Jedi Master Mara Jade Skywalker, which replaced her previous ship, Jade Sabre.", "src":"assets/images/ships/Jade_Shadow.jpg"}
    ],

    "planets":[
        {"id":8, "name": "Corellia", "type":2, "descripcion": "Corellia era un planeta ubicado en los Mundos del Núcleo de la galaxia, conocido por sus pilotos y sus grandes naves estelares.[17] Naves como el Halcón Milenario[18] y las naves Imperiales se construyeron en Corellia.", "description": "Corellia was a planet located in the galaxy's Core Worlds known for its ace pilots and large starships.[20] Vessels such as the Millennium Falcon[21] and Imperial starships were built on Corellia.", "src":"assets/images/planets/Corellia.jpg"},

        {"id":9, "name": "Takodana", "type":2, "descripcion": "Takodana fue un planeta localizado en el Borde Medio, aunque también se encontraba en la región suroeste de la galaxia conocida como las Extensiones Occidentales.", "description": "Takodana was a remote, neutral planet located in the Mid Rim, though it fell in the southwestern region of the galaxy known as the Western Reaches.", "src":"assets/images/planets/Takodana.png"},

        {"id":10, "name": "Kashyyyk", "type":2, "descripcion": "Kashyyyk (ocasionalmente escrito Kashyk) fue un planeta cubierto de árboles wroshyr localizado en el cuadrante occidental de la Galaxia y el mundo natal de los wookiees. Era miembro de la República Galáctica y tras las Guerras Clon fue esclavizado por el Imperio Galáctico. El planeta estaba clasificado por el Imperio como G5-623.", "description": "Kashyyyk, also known as Planet Wookiee C to some humans in the Core Worlds, was a wroshyr tree-covered forest planet located in the southwestern quadrant of the galaxy and the homeworld of the Wookiee species. Four millennia before the Battle of Yavin, Kashyyyk was discovered by the Czerka Corporation, who enslaved the Wookiee population and renamed the planet G5-623, later to Edean.", "src":"assets/images/planets/Kashyyk.jpg"},
        
        {"id":11, "name": "Coruscant", "type":2, "descripcion": "Coruscant, también conocido como Centro Imperial durante el reinado del Imperio Galáctico, fue una ecumenópolis—un planeta cubierto de ciudad, colectivamente conocida como Ciudad Galáctica— en el sistema Coruscant de los Mundos del Núcleo. Aunque era asunto de debate entre los historiadores, en general se creía que Coruscant era el planeta natal original de la humanidad.", "description": "Coruscant, also known as Imperial Center during the rule of the Galactic Empire, was an ecumenopolis—a city-covered planet, collectively known as Imperial City— in the Coruscant system of the Core Worlds. Though debated by historians, it was generally believed that Coruscant was the original homeworld of humanity.", "src":"assets/images/planets/coruscant.jpg"}
    ]
}
